[FrostAbomination X2CharacterTemplate]
strCharacterName="寒霜军团憎恶"

[FrostAdder_M1 X2CharacterTemplate]
strCharacterName="寒霜军团蝰蛇"
strAcquiredText=""
[FrostAdder_M2 X2CharacterTemplate]
strCharacterName="高级寒霜蝰蛇"
[FrostAdder_M3 X2CharacterTemplate]
strCharacterName="精英寒霜蝰蛇"

[FrostAdder_M1_Shotgun X2WeaponTemplate]
FriendlyName="寒霜蝰蛇霰弹枪"
FriendlyNamePlural="寒霜蝰蛇霰弹枪"
[FrostAdder_M2_Shotgun X2WeaponTemplate]
FriendlyName="寒霜蝰蛇霰弹枪"
FriendlyNamePlural="寒霜蝰蛇霰弹枪"
[FrostAdder_M3_Shotgun X2WeaponTemplate]
FriendlyName="寒霜蝰蛇霰弹枪"
FriendlyNamePlural="寒霜蝰蛇霰弹枪"

[FrostAndromedon X2CharacterTemplate]
strCharacterName="寒霜仙女座"

[FrostAndromedon_Rifle X2WeaponTemplate]
FriendlyName="寒霜仙女座步枪"
FriendlyNamePlural="寒霜仙女座步枪"

[FrostArchon X2CharacterTemplate]
strCharacterName="寒霜执政官"

[FrostArchon_Rifle X2WeaponTemplate]
FriendlyName="寒霜执政者法杖"
FriendlyNamePlural="寒霜执政者法杖"
[FrostArchon_Melee X2WeaponTemplate]
FriendlyName="寒霜执政者法杖"
FriendlyNamePlural="寒霜执政者法杖"

[FrostBerserker_M2 X2CharacterTemplate]
strCharacterName="寒霜狂战士"
[FrostBerserker_M3 X2CharacterTemplate]
strCharacterName="精英寒霜狂战士"

[FrostBomber_M1 X2CharacterTemplate]
strCharacterName="寒霜军团轰炸手"
[FrostBomber_M2 X2CharacterTemplate]
strCharacterName="高级寒霜轰炸手"
[FrostBomber_M3 X2CharacterTemplate]
strCharacterName="精英寒霜轰炸手"

[FrostBruiser_M2 X2CharacterTemplate]
strCharacterName="寒霜军团轰炸手"
[FrostBruiser_M3 X2CharacterTemplate]
strCharacterName="寒霜军团轰炸手精英"

[FrostBruiser_M2_SMG X2WeaponTemplate]
FriendlyName="寒霜轰炸手冲锋枪"
FriendlyNamePlural="寒霜轰炸手冲锋枪"
[FrostBruiser_M3_SMG X2WeaponTemplate]
FriendlyName="寒霜轰炸手冲锋枪"
FriendlyNamePlural="寒霜轰炸手冲锋枪"

[FrostBruiser_M2_Shield X2WeaponTemplate]
FriendlyName="寒霜轰炸手护盾"
FriendlyNamePlural="寒霜轰炸手护盾"
[FrostBruiser_M3_Shield X2WeaponTemplate]
FriendlyName="寒霜轰炸手护盾"
FriendlyNamePlural="寒霜轰炸手护盾"

[FrostCaptain_M1 X2CharacterTemplate]
strCharacterName="寒霜军团队长"
[FrostCaptain_M2 X2CharacterTemplate]
strCharacterName="高级寒霜队长"
[FrostCaptain_M3 X2CharacterTemplate]
strCharacterName="精英寒霜队长"

[FrostCaptain_M1_Rifle X2WeaponTemplate]
FriendlyName="寒霜队长步枪"
FriendlyNamePlural="寒霜队长步枪"
[FrostCaptain_M2_Rifle X2WeaponTemplate]
FriendlyName="寒霜队长步枪"
FriendlyNamePlural="寒霜队长步枪"
[FrostCaptain_M3_Rifle X2WeaponTemplate]
FriendlyName="寒霜队长步枪"
FriendlyNamePlural="寒霜队长步枪"

[FrostChryssalidB_M1 X2CharacterTemplate]
strCharacterName="寒霜嗜血寄生兽"
[FrostChryssalidB_M2 X2CharacterTemplate]
strCharacterName="高级寒霜嗜血寄生兽"
[FrostChryssalidB_M3 X2CharacterTemplate]
strCharacterName="精英寒霜嗜血寄生兽"

[FrostChryssalidW_M1 X2CharacterTemplate]
strCharacterName="寒霜寄生兽"
[FrostChryssalidW_M2 X2CharacterTemplate]
strCharacterName="高级寒霜寄生兽"
[FrostChryssalidW_M3 X2CharacterTemplate]
strCharacterName="精英寒霜寄生兽"

[FrostCobra X2CharacterTemplate]
strCharacterName="寒霜军团眼镜蛇"

[FrostCobra_Boltcaster X2WeaponTemplate]
FriendlyName="寒霜眼镜蛇发射器"

[FrostCodex_M2 X2CharacterTemplate]
strCharacterName="寒霜原典"
[FrostCodex_M3 X2CharacterTemplate]
strCharacterName="精英寒霜原典"

[FrostCodex_M2_Shotgun X2WeaponTemplate]
FriendlyName="寒霜原典霰弹枪"
FriendlyNamePlural="寒霜原典霰弹枪"
[FrostCodex_M3_Shotgun X2WeaponTemplate]
FriendlyName="寒霜原典霰弹枪"
FriendlyNamePlural="寒霜原典霰弹枪"

[FrostDroid_M1 X2CharacterTemplate]
strCharacterName="寒霜机器人"
[FrostDroid_M2 X2CharacterTemplate]
strCharacterName="高级寒霜机器人"
[FrostDroid_M3 X2CharacterTemplate]
strCharacterName="精英寒霜机器人"

[FrostDroidShield_M2 X2CharacterTemplate]
strCharacterName="寒霜护盾机器人"
[FrostDroidShield_M3 X2CharacterTemplate]
strCharacterName="寒霜护盾机器人"

[FrostDroidShield_M2_Autopistol X2WeaponTemplate]
FriendlyName="寒霜机器人自动手枪"
FriendlyNamePlural="寒霜机器人自动手枪"
[FrostDroidShield_M3_Autopistol X2WeaponTemplate]
FriendlyName="寒霜机器人自动手枪"
FriendlyNamePlural="寒霜机器人自动手枪"

[FrostDroid_M2_Shield X2WeaponTemplate]
FriendlyName="寒霜机器人护盾"
FriendlyNamePlural="寒霜机器人护盾"
[FrostDroid_M3_Shield X2WeaponTemplate]
FriendlyName="寒霜机器人护盾"
FriendlyNamePlural="寒霜机器人护盾"

[FrostHardliner_M1 X2CharacterTemplate]
strCharacterName="寒霜军团强硬派"
[FrostHardliner_M2 X2CharacterTemplate]
strCharacterName="高级寒霜军团强硬派"
[FrostHardliner_M3 X2CharacterTemplate]
strCharacterName="精英寒霜军团强硬派"

[FrostHardliner_M1_Rifle X2WeaponTemplate]
FriendlyName="寒霜军团强硬派步枪"
FriendlyNamePlural="寒霜军团强硬派步枪"
[FrostHardliner_M2_Rifle X2WeaponTemplate]
FriendlyName="寒霜军团强硬派步枪"
FriendlyNamePlural="寒霜军团强硬派步枪"
[FrostHardliner_M3_Rifle X2WeaponTemplate]
FriendlyName="寒霜军团强硬派步枪"
FriendlyNamePlural="寒霜军团强硬派步枪"

[FrostHitman_M1 X2CharacterTemplate]
strCharacterName="寒霜军团杀手"
[FrostHitman_M2 X2CharacterTemplate]
strCharacterName="高级寒霜杀手"
[FrostHitman_M3 X2CharacterTemplate]
strCharacterName="精英寒霜杀手"

[FrostHitman_M1_Pistol X2WeaponTemplate]
FriendlyName="寒霜杀手手枪"
FriendlyNamePlural="寒霜杀手手枪"
[FrostHitman_M2_Pistol X2WeaponTemplate]
FriendlyName="寒霜杀手手枪"
FriendlyNamePlural="寒霜杀手手枪"
[FrostHitman_M3_Pistol X2WeaponTemplate]
FriendlyName="寒霜杀手手枪"
FriendlyNamePlural="寒霜杀手手枪"

[FrostLancer_M1 X2CharacterTemplate]
strCharacterName="寒霜强袭枪兵"
[FrostLancer_M2 X2CharacterTemplate]
strCharacterName="高级寒霜强袭枪兵"
[FrostLancer_M3 X2CharacterTemplate]
strCharacterName="精英寒霜强袭枪兵"

[FrostMamba X2CharacterTemplate]
strCharacterName="寒霜曼巴"

[FrostMamba_Rifle X2WeaponTemplate]
FriendlyName="寒霜曼巴步枪"
FriendlyNamePlural="寒霜曼巴步枪"

[FrostMEC_M1 X2CharacterTemplate]
strCharacterName="寒霜MEC"
[FrostMEC_M2 X2CharacterTemplate]
strCharacterName="高级寒霜MEC"
[FrostMEC_M3 X2CharacterTemplate]
strCharacterName="精英寒霜MEC"

[FrostMEC_M1_Rifle X2WeaponTemplate]
FriendlyName="寒霜MEC步枪"
FriendlyNamePlural="寒霜MEC步枪"
[FrostMEC_M2_Rifle X2WeaponTemplate]
FriendlyName="寒霜MEC步枪"
FriendlyNamePlural="寒霜MEC步枪"
[FrostMEC_M3_Rifle X2WeaponTemplate]
FriendlyName="寒霜MEC步枪"
FriendlyNamePlural="寒霜MEC步枪"

[FD_FrostMicroMissles_M1 X2WeaponTemplate]
FriendlyName="寒霜微型导弹发射器"
FriendlyNamePlural="寒霜微型导弹发射器"
[FD_FrostMicroMissles_M2 X2WeaponTemplate]
FriendlyName="寒霜微型导弹发射器"
FriendlyNamePlural="寒霜微型导弹发射器"
[FD_FrostMicroMissles_M3 X2WeaponTemplate]
FriendlyName="寒霜微型导弹发射器"
FriendlyNamePlural="寒霜微型导弹发射器"

[FrostMuton_M2 X2CharacterTemplate]
strCharacterName="寒霜异变者"
[FrostMuton_M3 X2CharacterTemplate]
strCharacterName="精英寒霜异变者"

[FrostMuton_M2_Rifle X2WeaponTemplate]
FriendlyName="寒霜异变者步枪"
FriendlyNamePlural="寒霜异变者步枪"
[FrostMuton_M3_Rifle X2WeaponTemplate]
FriendlyName="寒霜异变者步枪"
FriendlyNamePlural="寒霜异变者步枪"

[FrostNecromancer_M1 X2CharacterTemplate]
strCharacterName="寒霜军团死灵法师"
[FrostNecromancer_M2 X2CharacterTemplate]
strCharacterName="高级寒霜死灵法师"
[FrostNecromancer_M3 X2CharacterTemplate]
strCharacterName="精英寒霜死灵法师"

[FrostNecromancer_M1_Blaster X2WeaponTemplate]
FriendlyName="寒霜死灵法师发射器"
FriendlyNamePlural="寒霜死灵法师发射器"
[FrostNecromancer_M2_Blaster X2WeaponTemplate]
FriendlyName="寒霜死灵法师发射器"
FriendlyNamePlural="寒霜死灵法师发射器"
[FrostNecromancer_M3_Blaster X2WeaponTemplate]
FriendlyName="寒霜死灵法师发射器"
FriendlyNamePlural="寒霜死灵法师发射器"

[FrostPriest_M1 X2CharacterTemplate]
strCharacterName="寒霜祭司"
[FrostPriest_M2 X2CharacterTemplate]
strCharacterName="高级寒霜祭司"
[FrostPriest_M3 X2CharacterTemplate]
strCharacterName="精英寒霜祭司"

[FrostPsiLancer_M1 X2CharacterTemplate]
strCharacterName="寒霜灵能强袭枪兵"
[FrostPsiLancer_M2 X2CharacterTemplate]
strCharacterName="高级寒霜灵能强袭枪兵"
[FrostPsiLancer_M3 X2CharacterTemplate]
strCharacterName="精英寒霜灵能强袭枪兵"

[FrostPsilancer_M1_Gauntlet X2WeaponTemplate]
FriendlyName="寒霜灵能强袭枪兵拳刃"
FriendlyNamePlural="寒霜灵能强袭枪兵拳刃"
[FrostPsilancer_M2_Gauntlet X2WeaponTemplate]
FriendlyName="寒霜灵能强袭枪兵拳刃"
FriendlyNamePlural="寒霜灵能强袭枪兵拳刃"
[FrostPsilancer_M3_Gauntlet X2WeaponTemplate]
FriendlyName="寒霜灵能强袭枪兵拳刃"
FriendlyNamePlural="寒霜灵能强袭枪兵拳刃"

[FrostPudding_M1 X2CharacterTemplate]
strCharacterName="寒霜冰晶兽"
[FrostPudding_M2 X2CharacterTemplate]
strCharacterName="高级寒霜冰晶兽"
[FrostPudding_M3 X2CharacterTemplate]
strCharacterName="精英寒霜冰晶兽"

[FrostPuddingTrooper_M1 X2CharacterTemplate]
strCharacterName="寒霜变种人步兵"
[FrostPuddingTrooper_M2 X2CharacterTemplate]
strCharacterName="高级寒霜变种人步兵"
[FrostPuddingTrooper_M3 X2CharacterTemplate]
strCharacterName="精英寒霜变种人步兵"

[FrostPurifier_M1 X2CharacterTemplate]
strCharacterName="寒霜净化者"
[FrostPurifier_M2 X2CharacterTemplate]
strCharacterName="高级寒霜净化者"
[FrostPurifier_M3 X2CharacterTemplate]
strCharacterName="精英寒霜净化者"

[FrostPurifier_M1_Cryolator X2WeaponTemplate]
FriendlyName="寒霜净化者冷冻器"
FriendlyNamePlural="寒霜净化者冷冻器"
[FrostPurifier_M2_Cryolator X2WeaponTemplate]
FriendlyName="寒霜净化者冷冻器"
FriendlyNamePlural="寒霜净化者冷冻器"
[FrostPurifier_M3_Cryolator X2WeaponTemplate]
FriendlyName="寒霜净化者冷冻器"
FriendlyNamePlural="寒霜净化者冷冻器"

[FrostSectoid_M2 X2CharacterTemplate]
strCharacterName="寒霜灰人"
[FrostSectoid_M3 X2CharacterTemplate]
strCharacterName="精英寒霜灰人"

[FrostSpectre_M2 X2CharacterTemplate]
strCharacterName="寒霜幽灵"
[FrostSpectre_M3 X2CharacterTemplate]
strCharacterName="精英寒霜幽灵"

[FrostSpectre_M2_Gauntlet X2WeaponTemplate]
FriendlyName="寒霜幽灵拳刃"
FriendlyNamePlural="寒霜幽灵拳刃"
[FrostSpectre_M3_Gauntlet X2WeaponTemplate]
FriendlyName="寒霜幽灵拳刃"
FriendlyNamePlural="寒霜幽灵拳刃"

[FrostTech_M2 X2CharacterTemplate]
strCharacterName="寒霜变种人专家"
[FrostTech_M3 X2CharacterTemplate]
strCharacterName="精英寒霜变种人专家"

[FrostTech_M2_Gremlin X2WeaponTemplate]
FriendlyName="寒霜专家小精灵"
FriendlyNamePlural="寒霜专家小精灵"
[FrostTech_M3_Gremlin X2WeaponTemplate]
FriendlyName="寒霜专家小精灵"
FriendlyNamePlural="寒霜专家小精灵"

[FrostTech_M2_Rifle X2WeaponTemplate]
FriendlyName="寒霜专家步枪"
FriendlyNamePlural="寒霜专家步枪"
[FrostTech_M3_Rifle X2WeaponTemplate]
FriendlyName="寒霜专家步枪"
FriendlyNamePlural="寒霜专家步枪"

[FrostTrooper_M1 X2CharacterTemplate]
strCharacterName="寒霜变种人"
[FrostTrooper_M2 X2CharacterTemplate]
strCharacterName="高级寒霜变种人"
[FrostTrooper_M3 X2CharacterTemplate]
strCharacterName="精英寒霜变种人"

[FrostTrooper_M1_SMG X2WeaponTemplate]
FriendlyName="寒霜变种人冲锋枪"
FriendlyNamePlural="寒霜变种人冲锋枪"
[FrostTrooper_M2_SMG X2WeaponTemplate]
FriendlyName="寒霜变种人冲锋枪"
FriendlyNamePlural="寒霜变种人冲锋枪"
[FrostTrooper_M3_SMG X2WeaponTemplate]
FriendlyName="寒霜变种人冲锋枪"
FriendlyNamePlural="寒霜变种人冲锋枪"

[FrostViper_M2 X2CharacterTemplate]
strCharacterName="寒霜毒蛇怪"
[FrostViper_M3 X2CharacterTemplate]
strCharacterName="精英寒霜毒蛇怪"

[FrostViper_M2_SMG X2WeaponTemplate]
FriendlyName="寒霜毒蛇怪冲锋枪"
FriendlyNamePlural="寒霜毒蛇怪冲锋枪"
[FrostViper_M3_SMG X2WeaponTemplate]
FriendlyName="寒霜毒蛇怪冲锋枪"
FriendlyNamePlural="寒霜毒蛇怪冲锋枪"

[SpectralFrostZombie_M1 X2CharacterTemplate]
strCharacterName="寒霜尸妖"
[SpectralFrostZombie_M2 X2CharacterTemplate]
strCharacterName="高级寒霜尸妖"
[SpectralFrostZombie_M3 X2CharacterTemplate]
strCharacterName="精英寒霜尸妖"

[SpectralFrostZombie_M4 X2CharacterTemplate]
strCharacterName="终极寒霜尸妖"

[FrostZombie_M1 X2CharacterTemplate]
strCharacterName="寒霜僵尸"
[FrostZombie_M2 X2CharacterTemplate]
strCharacterName="高级寒霜僵尸"
[FrostZombie_M3 X2CharacterTemplate]
strCharacterName="精英寒霜僵尸"

[FrostZombie_M1_Slap X2WeaponTemplate]
FriendlyName="寒霜僵尸拍击"
FriendlyNamePlural="寒霜僵尸拍击"
[FrostZombie_M2_Slap X2WeaponTemplate]
FriendlyName="寒霜僵尸拍击"
FriendlyNamePlural="寒霜僵尸拍击"
[FrostZombie_M3_Slap X2WeaponTemplate]
FriendlyName="寒霜僵尸拍击"
FriendlyNamePlural="寒霜僵尸拍击"

[FD_ChillGrenade_M1 X2GrenadeTemplate]
FriendlyName="低温榴弹"
FriendlyNamePlural="低温榴弹"
ThrownAbilityName="投掷低温榴弹"
ThrownAbilityHelpText="投掷一枚低温榴弹于目标区域。造成寒霜伤害及遭受寒霜。"
LaunchedAbilityname="发射低温榴弹"
LaunchedAbilityHelpText="发射一枚低温榴弹于目标区域。造成寒霜伤害及遭受寒霜。"
[FD_ChillGrenade_M2 X2GrenadeTemplate]
FriendlyName="低温榴弹"
FriendlyNamePlural="低温榴弹"
ThrownAbilityName="投掷低温榴弹"
ThrownAbilityHelpText="投掷一枚低温榴弹于目标区域。造成寒霜伤害及遭受寒霜。
LaunchedAbilityname="发射低温榴弹"
LaunchedAbilityHelpText="发射一枚低温榴弹于目标区域。造成寒霜伤害及遭受寒霜。"
[FD_ChillGrenade_M3 X2GrenadeTemplate]
FriendlyName="低温榴弹"
FriendlyNamePlural="低温榴弹"
ThrownAbilityName="投掷低温榴弹"
ThrownAbilityHelpText="投掷一枚低温榴弹于目标区域。造成寒霜伤害及遭受寒霜。
LaunchedAbilityname="发射低温榴弹"
LaunchedAbilityHelpText="发射一枚低温榴弹于目标区域。造成寒霜伤害及遭受寒霜。"
[FD_ChillGrenade_Muton_M2 X2GrenadeTemplate]
FriendlyName="低温榴弹"
FriendlyNamePlural="低温榴弹"
ThrownAbilityName="投掷低温榴弹"
ThrownAbilityHelpText="投掷一枚低温榴弹于目标区域。造成寒霜伤害及遭受寒霜。
LaunchedAbilityname="发射低温榴弹"
LaunchedAbilityHelpText="发射一枚低温榴弹于目标区域。造成寒霜伤害及遭受寒霜。"
[FD_ChillGrenade_Muton_M3 X2GrenadeTemplate]
FriendlyName="低温榴弹"
FriendlyNamePlural="低温榴弹"
ThrownAbilityName="投掷低温榴弹"
ThrownAbilityHelpText="投掷一枚低温榴弹于目标区域。造成寒霜伤害及遭受寒霜。
LaunchedAbilityname="发射低温榴弹"
LaunchedAbilityHelpText="发射一枚低温榴弹于目标区域。造成寒霜伤害及遭受寒霜。"

[FD_FreezeGrenade_M1 X2GrenadeTemplate]
FriendlyName="寒霜榴弹"
FriendlyNamePlural="寒霜榴弹"
BriefSummary="这些手持式炸药依靠一种尚未确定的化学制剂，似乎能够瞬间降低周围地区的环境温度。接触时暴露的组织会被寒霜。"
TacticalText="<Bullet/>寒霜榴弹寒霜爆炸半径内的所有单位，阻止他们在一个回合内采取任何行动。"
ThrownAbilityName="投掷寒霜榴弹"
ThrownAbilityHelpText="寒霜目标区域内的所有单位。"
LaunchedAbilityname="发射寒霜榴弹"
LaunchedAbilityHelpText="寒霜目标区域内的所有单位。"

[FD_FrostSpitGlob_M1 X2WeaponTemplate]
FriendlyName=" 敌方手榴弹 _ 寒霜喷射1"
[FD_FrostSpitGlob_M2 X2WeaponTemplate]
FriendlyName=" 敌方手榴弹 _ 寒霜喷射2"
[FD_FrostSpitGlob_M3 X2WeaponTemplate]
FriendlyName=" 敌方手榴弹 _ 寒霜喷射3"
[FD_FreezeSpitGlob X2WeaponTemplate]
FriendlyName=" 敌方手榴弹 _ 寒霜喷射"
[FrostAndromedon_FrostBlob X2WeaponTemplate]
FriendlyName=" 敌方手榴弹 _ 寒霜仙女座"
[FD_FrostBomber_M1 X2WeaponTemplate]
FriendlyName=" 敌方手榴弹 _ 寒霜炸弹1"
[FD_FrostBomber_M2 X2WeaponTemplate]
FriendlyName=" 敌方手榴弹 _ 寒霜炸弹2"
[FD_FrostBomber_M3 X2WeaponTemplate]
FriendlyName=" 敌方手榴弹 _ 寒霜炸弹3"

[MZ_FDHitmanReturnFire X2AbilityTemplate]
LocFriendlyName="杀手反击"
LocHelpText="杀手会对采取攻击行动的敌人开枪。"
LocLongDescription="杀手会对采取攻击行动的敌人开枪。"

[MZFD_VolatileDummy X2AbilityTemplate]
LocFriendlyName="易爆冰晶坦克"
LocHelpText="被击败时会爆炸，对附近的目标造成伤害和冰冻效果。"
LocLongDescription="被击败时会爆炸，对附近的目标造成伤害和冰冻效果。"

[MZ_FDBomberCCSAttack X2AbilityTemplate]
LocFriendlyName="近战专家"
LocHelpText="轰炸手会对任何靠近他们的敌人开火，使用他们的霰弹枪。"
LocFlyoverText="近战专家"
[MZ_FDBomberCCS X2AbilityTemplate]
LocFriendlyName="近战专家"
LocHelpText="轰炸手会对任何靠近他们的敌人开火，使用他们的霰弹枪。"
LocLongDescription="轰炸手会对任何靠近他们的敌人开火，使用他们的霰弹枪。"

[MZ_FDBruiserCounterShot X2AbilityTemplate]
LocFriendlyName="反击射击"
LocHelpText="对寒霜军团拳师的未命中攻击会被反弹。在反弹攻击后进行还击。"
[MZ_FDBruiserCounterShotPassive X2AbilityTemplate]
LocFriendlyName="拳师反击射击"
LocHelpText="对寒霜军团拳师的未命中攻击会被反弹。在反弹攻击后进行还击。"

[MZ_FDFrostPunch X2AbilityTemplate]
LocFriendlyName="寒霜拳击"
LocHelpText="攻击附近的敌人。遭受寒霜。"
LocLongDescription="攻击附近的敌人。遭受寒霜。"

[MZ_FDFrostShieldBash X2AbilityTemplate]
LocFriendlyName="寒霜盾击"
LocHelpText="用护盾冲锋并猛击目标。遭受寒霜。"
LocLongDescription="用护盾冲锋并猛击目标。遭受寒霜。"

[MZ_FDFrostAxeSlash X2AbilityTemplate]
LocFriendlyName="寒霜斧斩"
LocHelpText="用你的斧头冲锋并砍一个目标。遭受寒霜。"
LocLongDescription="用你的斧头冲锋并砍一个目标。遭受寒霜。"

[MZ_FDFrostRend X2AbilityTemplate]
LocFriendlyName="寒霜撕裂"
LocHelpText="用冰冷的灵能刀片冲锋并砍杀目标。遭受寒霜。"
LocLongDescription="用冰冷的灵能刀片冲锋并砍杀目标。遭受寒霜。"
[MZ_FDParry X2AbilityTemplate]
LocFriendlyName="寒霜抵挡"
LocLongDescription="寒霜撕裂攻击后，防止下次攻击的所有伤害。"
LocHelpText="寒霜撕裂攻击后，防止下次攻击的所有伤害。"
LocFlyoverText="已抵挡！"

[MZ_FDMutonBayonetStab X2AbilityTemplate]
LocFriendlyName="寒霜刺刀"
LocHelpText="攻击附近的敌人。遭受寒霜。"
LocLongDescription="攻击附近的敌人。遭受寒霜。"
[MZ_FDMutonBayonetCounter X2AbilityTemplate]
LocFriendlyName="寒霜反击"
LocHelpText="招架并反击近战攻击。遭受寒霜。"
LocLongDescription="招架并反击近战攻击。遭受寒霜。"
[MZ_FDMutonBayonetCharge X2AbilityTemplate]
LocFriendlyName="寒霜刺刀冲锋"
LocHelpText="用你的刺刀冲向并砍下一个目标。遭受寒霜。"
LocLongDescription="用你的刺刀冲向并砍下一个目标。遭受寒霜。"


[MZ_FDFrostMicroMissiles X2AbilityTemplate]
LocFriendlyName="寒霜微型导弹"
LocLongDescription="MEC的肩部导弹发射器可以发射一波导弹，对小范围内的目标造成冷冻伤害。"
LocHelpText="以寒冷导弹攻击目标区域。造成寒霜效果。"

[MZ_FDHardlinerFreezeLauncher X2AbilityTemplate]
LocFriendlyName="冰冻微型导弹"
LocLongDescription="硬派人的手臂上装备的导弹发射器可以发射一波导弹，在小范围内立即寒霜目标。"
LocHelpText="以冰冻导弹攻击目标区域。造成寒霜效果。"

[MZ_FDAndromedonFrostBlob X2AbilityTemplate]
LocFriendlyName="低温冰弹"
LocLongDescription="发射一团低温液体，撞击时会溅射开来，在附近的一切物体上造成刺骨的寒霜效果。"
LocHelpText="发射一团低温液体，撞击时会溅射开来，在附近的一切物体上造成刺骨的寒霜效果。"
LocFlyOverText="低温冰弹"
[FrostAndromedon_FrostBlob X2GrenadeTemplate]
LocFriendlyName="低温冰弹"
LocLongDescription="寒霜仙女座的内部冷却剂极度寒冷。这个生物可以发射一团黏稠的液体，在撞击时会溅射开来，使附近的一切物体变得寒冷。"
LocHelpText="对一个区域发射一团刺骨的寒霜。"
LocFlyOverText="低温冰弹"

[MZ_FDIceShield X2AbilityTemplate]
LocFriendlyName="冰盾"
LocHelpText="对寒冷免疫。冰盾在保持状态时减少50%的伤害。对火焰或灵能伤害具有脆弱性。"
LocLongDescription="对寒冷免疫。冰护盾在保持状态时减少50%的伤害。对火焰或灵能伤害具有脆弱性。"

[MZ_FDRechargeShield X2AbilityTemplate]
LocFriendlyName="护盾充能"
LocHelpText="冰盾随着时间的推移充能。"
LocLongDescription="冰盾随着时间的推移充能。"

[MZ_FDBleedCold X2AbilityTemplate]
LocFriendlyName="寒冷流血"
LocHelpText="当这个生物在近距离受伤时，会对攻击者造成伤害并使其受到刺骨的寒霜效果。"
LocLongDescription="当这个生物在近距离受伤时，会对攻击者造成伤害并使其受到刺骨的寒霜效果。"
LocFlyOverText="寒冷流血"
[MZ_FDBleedColdTrigger X2AbilityTemplate]
LocFriendlyName="寒冷流血"
LocFlyOverText="寒冷流血"

[MZ_FDShrikeLeader_Necro X2AbilityTemplate]
LocFriendlyName="寒霜军团死灵法师"
LocHelpText="对电击和精神攻击免疫。"
LocLongDescription="对电击和精神攻击免疫。"
[MZ_FDShrikeLeader_M1 X2AbilityTemplate]
LocFriendlyName="寒霜军团首领"
LocHelpText="对电击和精神攻击免疫。冰盾随着时间的推移充能。"
LocLongDescription="对电击和精神攻击免疫。冰盾随着时间的推移充能。"
[MZ_FDBruiserLeader_M2 X2AbilityTemplate]
LocFriendlyName="寒霜军团壮汉"
LocHelpText="对电击和精神攻击免疫。冰盾随着时间的推移充能。"
LocLongDescription="对电击和精神攻击免疫。冰盾随着时间的推移充能。"
[MZ_FDBruiserLeader_M3 X2AbilityTemplate]
LocFriendlyName="寒霜军团壮汉"
LocHelpText="对电击和精神攻击免疫。冰盾随着时间的推移充能。"
LocLongDescription="对电击和精神攻击免疫。冰盾随着时间的推移充能。"
[MZ_FDShrikeLeader_Abom X2AbilityTemplate]
LocFriendlyName="寒霜军团憎恶"
LocHelpText="免疫电击和精神攻击."
LocLongDescription="免疫电击和精神攻击."

[MZ_FDCobraPrimeReaction X2AbilityTemplate]
LocFriendlyName="无情杀手"
LocHelpText="每当有任何事物死亡时，会获得额外行动。"
LocLongDescription="每当有任何事物死亡时，会获得额外行动。"

[MZ_FDMarkTarget X2AbilityTemplate]
LocFriendlyName="寒霜标记"
LocLongDescription="变种人军官可以标记一个目标，命令其他变种人士兵集中火力攻击该目标。攻击标记目标的任何变种人士兵都会获得额外的瞄准加成。"
LocHelpText="标记一个敌方目标，使其受到寒冷效果。盟友在攻击该目标时获得+<Ability:MARKTARGETAIMBONUS/>瞄准加成。"
LocFlyOverText="寒霜标记"

[MZ_FDFrostProtocol X2AbilityTemplate]
LocFriendlyName="寒霜协议"
LocLongDescription="派小精灵攻击目标，造成寒冷伤害及寒霜。"
LocHelpText="派小精灵攻击目标，造成寒冷伤害及寒霜。"
LocFlyOverText="寒霜协议"

[MZ_FDBlindCold X2AbilityTemplate]
LocFriendlyName="冰冷致盲"
LocHelpText="对单个目标施加致盲和寒霜效果。"
LocLongDescription="对单个目标施加致盲和寒霜效果。"
LocFlyOverText="冰冷致盲"
LocMissMessage="抵抗了冰冷致盲！"

[MZ_FDFreezeWeapon X2AbilityTemplate]
LocFriendlyName="冻结武器"
LocHelpText="通过寒霜目标的武器来使其失效。造成寒霜效果。"
LocLongDescription="通过寒霜目标的武器来使其失效。造成寒霜效果。"
LocFlyOverText="冻结武器"
LocMissMessage="抵抗了冻结武器！"

[MZ_FDFreezingField X2AbilityTemplate]
LocFriendlyName="冰冻领域"
LocLongDescription="打开一个寒冷的裂缝，寒霜其中半径范围内的任何单位。一回合后，裂缝会关闭并冻结并对那些愚蠢到留在内部的单位造成伤害。"
LocHelpText="打开一个寒冷的裂缝，寒霜其中半径范围内的任何单位。一回合后，裂缝会关闭并冻结并对那些愚蠢到留在内部的单位造成伤害。"
LocFlyOverText="冰冻领域"
LocPromotionPopupText="<Bullet/>拥有<Ability:SELFCOOLDOWN/>回合冷却时间。"
[MZ_FDFreezingFieldStage2 X2AbilityTemplate]
LocFriendlyName="冰冻领域"
LocFlyOverText="冰冻领域"

[MZ_FDFrostMindspin X2AbilityTemplate]
LocFriendlyName="心灵寒霜"
LocHelpText="通过寒霜目标的武器来使其失效。造成寒霜效果。"
LocLongDescription="通过寒霜目标的武器来使其失效。造成寒霜效果。"
LocFlyOverText="心灵寒霜"
LocMissMessage="抵抗了心灵寒霜！"

[MZ_FDFrostPriestBuff_M1 X2AbilityTemplate]
LocFriendlyName="寒霜战士"
LocHelpText="为一个盟友提供快速恢复的护盾，并提供移动性和命中的加成。如果祭司被击败，该效果将被移除。"
LocLongDescription="为一个盟友提供快速恢复的护盾，并提供移动性和命中的加成。如果祭司被击败，该效果将被移除。"
LocFlyOverText="寒霜战士"
[MZ_FDFrostPriestBuff_M2 X2AbilityTemplate]
LocFriendlyName="寒霜战士"
LocHelpText="为一个盟友提供快速恢复的护盾，并提供移动性和命中的加成。如果祭司被击败，该效果将被移除。"
LocLongDescription="为一个盟友提供快速恢复的护盾，并提供移动性和命中的加成。如果祭司被击败，该效果将被移除。"
LocFlyOverText="寒霜战士"
[MZ_FDFrostPriestBuff_M3 X2AbilityTemplate]
LocFriendlyName="寒霜战士"
LocHelpText="为一个盟友提供快速恢复的护盾，并提供移动性和命中的加成。如果祭司被击败，该效果将被移除。"
LocLongDescription="为一个盟友提供快速恢复的护盾，并提供移动性和命中的加成。如果祭司被击败，该效果将被移除。"
LocFlyOverText="寒霜战士"

[MZ_FDBruiserShieldArea_M2 X2AbilityTemplate]
LocFriendlyName="寒霜过载护盾"
LocLongDescription="寒霜军团壮汉可以为附近的所有盟友提供一个正在充能的能量护盾。如果该单位被击败，护盾会崩溃。"
LocHelpText="在附近的盟友和自己周围投射一个正在充能的能量护盾。"
LocFlyOverText="寒霜过载护盾"
[MZ_FDBruiserShieldArea_M3 X2AbilityTemplate]
LocFriendlyName="寒霜过载护盾"
LocLongDescription="寒霜军团壮汉可以为附近的所有盟友提供一个正在充能的能量护盾。如果该单位被击败，护盾会崩溃。"
LocHelpText="在附近的盟友和自己周围投射一个正在充能的能量护盾。"
LocFlyOverText="寒霜过载护盾"

[MZ_FDReanimateFrostZombie_M1 X2AbilityTemplate]
LocFriendlyName="霜灵复苏"
LocLongDescription="一个灰人领袖可以用灵能能量充斥最近死亡的人型生物的神经系统，使它们以傀儡的身份被控制并继续战斗，成为'幽灵寒霜僵尸'。"
LocHelpText="将一名已死亡的士兵、平民或变种人士兵复活为幽灵寒霜僵尸。"
LocFlyOverText="霜灵复苏"
[MZ_FDReanimateFrostZombie_M2 X2AbilityTemplate]
LocFriendlyName="霜灵复苏"
LocLongDescription="一个灰人领袖可以用灵能能量充斥最近死亡的人型生物的神经系统，使它们以傀儡的身份被控制并继续战斗，成为'幽灵寒霜僵尸'。"
LocHelpText="将一名已死亡的士兵、平民或变种人士兵复活为幽灵寒霜僵尸。"
LocFlyOverText="霜灵复苏"
[MZ_FDReanimateFrostZombie_M3 X2AbilityTemplate]
LocFriendlyName="霜灵复苏"
LocLongDescription="一个灰人领袖可以用灵能能量充斥最近死亡的人型生物的神经系统，使它们以傀儡的身份被控制并继续战斗，成为'幽灵寒霜僵尸'。"
LocHelpText="将一名已死亡的士兵、平民或变种人士兵复活为幽灵寒霜僵尸。"
LocFlyOverText="霜灵复苏"

[MZ_FDFrostCorress_M1 X2AbilityTemplate]
LocFriendlyName="召唤寒霜幽魂"
LocLongDescription="亡灵巫师可以从远处召唤多个幽灵寒霜幽魂。即使亡灵巫师被杀，这些幽魂依然存在。"
LocHelpText="召唤2个幽灵寒霜幽魂。"
LocFlyOverText="召唤寒霜幽魂"
[MZ_FDFrostCorress_M2 X2AbilityTemplate]
LocFriendlyName="高级召唤寒霜幽魂"
LocLongDescription="亡灵巫师可以从远处召唤多个幽灵寒霜幽魂。即使亡灵巫师被杀，这些幽魂依然存在。"
LocHelpText="召唤3个幽灵寒霜幽魂。"
LocFlyOverText="召唤寒霜幽魂"
[MZ_FDFrostCorress_M3 X2AbilityTemplate]
LocFriendlyName="终级召唤寒霜幽魂"
LocLongDescription="亡灵巫师可以从远处召唤多个幽灵寒霜幽魂。即使亡灵巫师被杀，这些幽魂依然存在。"
LocHelpText="召唤4个幽灵寒霜幽魂。"
LocFlyOverText="召唤寒霜幽魂"

[MZ_FDChryssalidFrostSlash_M1 X2AbilityTemplate]
LocFriendlyName="寒霜寄生兽斩击"
LocLongDescription="一次近战攻击，注入一种寒霜寄生兽毒液。"
LocHelpText="用爪子攻击近战目标，造成寒霜效果。"
[MZ_FDChryssalidFrostSlash_M2 X2AbilityTemplate]
LocFriendlyName="寒霜寄生兽斩击"
LocLongDescription="一次近战攻击，注入一种寒霜寄生兽毒液。"
LocHelpText="用爪子攻击近战目标，造成寒霜效果。"
[MZ_FDChryssalidFrostSlash_M3 X2AbilityTemplate]
LocFriendlyName="寒霜寄生兽斩击"
LocLongDescription="一次近战攻击，注入一种寒霜寄生兽毒液。"
LocHelpText="用爪子攻击近战目标，造成寒霜效果。"

[MZ_FDChryssalidFrostNeedle_M1 X2AbilityTemplate]
LocFriendlyName="寒霜寄生兽快咬"
LocLongDescription="一次穿甲的近战攻击，注入一种寒霜寄生兽毒液"
LocHelpText="用爪子攻击近战目标，造成寒霜效果。无视护甲。"
[MZ_FDChryssalidFrostNeedle_M2 X2AbilityTemplate]
LocFriendlyName="寒霜寄生兽快咬"
LocLongDescription="一次穿甲的近战攻击，注入一种寒霜寄生兽毒液"
LocHelpText="用爪子攻击近战目标，造成寒霜效果。无视护甲。"
[MZ_FDChryssalidFrostNeedle_M3 X2AbilityTemplate]
LocFriendlyName="寒霜寄生兽快咬"
LocLongDescription="一次穿甲的近战攻击，注入一种寒霜寄生兽毒液"
LocHelpText="用爪子攻击近战目标，造成寒霜效果。无视护甲。"

[MZ_FDFrostPuddingCleave_M1 X2AbilityTemplate]
LocFriendlyName="寒霜切割爪击"
LocLongDescription="寒霜冰晶兽的形态变化能力使其能够长出巨大的爪子，可以从几米远的地方攻击敌人。"
LocHelpText="使用寒霜冰晶兽的爪子对目标进行近距离挥击。使其遭受寒霜效果。"
LocFlyOverText="寒霜切割爪击"
[MZ_FDFrostPuddingCleave_M2 X2AbilityTemplate]
LocFriendlyName="寒霜切割爪击"
LocLongDescription="寒霜冰晶兽的形态变化能力使其能够长出巨大的爪子，可以从几米远的地方攻击敌人。"
LocHelpText="使用寒霜冰晶兽的爪子对目标进行近距离挥击。使其遭受寒霜效果。"
LocFlyOverText="寒霜切割爪击"
[MZ_FDFrostPuddingCleave_M3 X2AbilityTemplate]
LocFriendlyName="寒霜切割爪击"
LocLongDescription="寒霜冰晶兽的形态变化能力使其能够长出巨大的爪子，可以从几米远的地方攻击敌人。"
LocHelpText="使用寒霜冰晶兽的爪子对目标进行近距离挥击。使其遭受寒霜效果。"
LocFlyOverText="寒霜切割爪击"

[MZ_FDBeserkerIcePunch_M2 X2AbilityTemplate]
LocFriendlyName="冰川重拳"
LocLongDescription="寒霜狂战士的力量足以仅凭拳头将敌人击败。此攻击还可以对附近的目标造成降低的伤害。"
LocHelpText="对近战目标发动肘击，并对附近的目标造成降低的伤害。使其遭受寒霜效果。"
LocFlyOverText="冰川重拳"
[MZ_FDBeserkerIcePunch_M3 X2AbilityTemplate]
LocFriendlyName="冰川重拳"
LocLongDescription="寒霜狂战士的力量足以仅凭拳头将敌人击败。此攻击还可以对附近的目标造成降低的伤害。"
LocHelpText="对近战目标发动肘击，并对附近的目标造成降低的伤害。使其遭受寒霜效果。"
LocFlyOverText="冰川重拳"
[MZ_FDBeserkerIcePunch_M4 X2AbilityTemplate]
LocFriendlyName="冰川重拳"
LocLongDescription="寒霜狂战士的力量足以仅凭拳头将敌人击败。此攻击还可以对附近的目标造成降低的伤害。"
LocHelpText="对近战目标发动肘击，并对附近的目标造成降低的伤害。使其遭受寒霜效果。"
LocFlyOverText="冰川重拳"

[MZ_FDBigDamnPunch X2AbilityTemplate]
LocFriendlyName="冰川打击"
LocLongDescription="寒霜仙女座的战斗服异常强大。它的近战攻击虽然不太准确，但却具有毁灭性的威力。"
LocHelpText="对近战目标发动攻击。使其遭受寒霜效果。"
LocFlyOverText="冰川打击"

[MZ_FDAdderRushAndBind X2AbilityTemplate]
LocFriendlyName="冲刺绑缚"
LocLongDescription="快速冲向目标，然后将其缠绕在寒霜军团蝰蛇的身体之中。"
LocHelpText="快速冲向目标，然后将其缠绕在寒霜军团蝰蛇的身体之中。"
LocFlyOverText="冲刺绑缚"
[MZ_FDAdderRushAndBind_Bind X2AbilityTemplate]
LocFriendlyName="缠绕碾压"
LocLongDescription="寒霜军团蝰蛇的身体卷曲异常强大，可以将附近的人型敌人缠绕并碾压。"
LocHelpText="将附近的人型敌人缠绕并碾压。"
LocFlyOverText="缠绕"
LocMissMessage="缠绕失败！"

[MZ_FDFrostSpit X2AbilityTemplate]
LocFriendlyName="寒霜喷吐"
LocLongDescription="寒霜蝰蛇可以向远处喷射一股冷冻液体，爆炸形成寒霜的云雾。"
LocHelpText="向一个区域喷射冷冻液体。"
LocFlyOverText="寒霜喷吐"

[MZ_FDFreezeSpit X2AbilityTemplate]
LocFriendlyName="寒霜喷吐"
LocLongDescription="寒霜军团眼镜蛇可以向远处喷射一股冷冻液体，爆炸形成寒霜的云雾。"
LocHelpText="向一个区域喷射冷冻液体，瞬间寒霜多个目标。"
LocFlyOverText="寒霜喷吐"

[MZ_FDSpectreShot X2AbilityTemplate]
LocFriendlyName="寒冷脉冲"
LocHelpText="向单个目标发射一股寒冷的灵能脉冲。<Ability:CANNOTBEDODGED/>"
LocLongDescription="向单个目标发射一股寒冷的灵能脉冲。<Ability:CANNOTBEDODGED/>"
LocFlyOverText="寒冷脉冲"
[MZ_FDSpectreOverwatchShot X2AbilityTemplate]
LocFriendlyName="寒冷脉冲（监视）"
LocFlyOverText="寒冷脉冲（监视）"

[MZ_FDShadowbind_M2 X2AbilityTemplate]
LocFriendlyName="寒霜暗影束缚"
LocHelpText="创建一个人型目标的幽灵复制体，保留目标的所有能力。"
LocLongDescription="创建一个人型目标的幽灵复制体，保留目标的所有能力。"
LocFlyOverText="寒霜暗影束缚"
[MZ_FDShadowbind_M3 X2AbilityTemplate]
LocFriendlyName="寒霜暗影束缚"
LocHelpText="创建一个人型目标的幽灵复制体，保留目标的所有能力。"
LocLongDescription="创建一个人型目标的幽灵复制体，保留目标的所有能力。"
LocFlyOverText="寒霜暗影束缚"

[MZFD_RemoteStart X2AbilityTemplate]
LocFriendlyName="Remote Start"
LocLongDescription="引爆环境炸药，使其在正常半径的两倍范围内造成伤害。"
LocHelpText="引爆环境炸药，使其在正常半径的两倍范围内造成伤害。"
LocPromotionPopupText="<Bullet/>确保队友远离爆炸区域！<br/><Bullet/>Remote Start 需要消耗<Ability:SelfAmmoCost/>弹药点，并有<Ability:SelfCooldown/>回合冷却时间。<br/>"

[MZFD_FrostQuake X2AbilityTemplate]
LocFriendlyName="寒霜震颤"
LocLongDescription="一次巨大的地面打击，让人寒入骨髓。根据造成的伤害为憎恶的冰盾充能。"
LocHelpText="一次巨大的地面打击，让人寒入骨髓。根据造成的伤害为憎恶的冰盾充能。"
LocFlyOverText="寒霜震颤"

[MZFD_DeadAura X2AbilityTemplate]
LocFriendlyName="寒冷死亡气场"
LocLongDescription="任何不幸在憎恶视野内被杀死的人类都会被复活成幽灵寒霜僵尸。即使憎恶死后，也能控制这些僵尸。"
LocHelpText="任何不幸在憎恶视野内被杀死的人类都会被复活成幽灵寒霜僵尸。即使憎恶死后，也能控制这些僵尸。"
LocFlyOverText="寒冷死亡气场"
[MZFD_DeadAura_Passive X2AbilityTemplate]
LocFriendlyName="寒冷死亡气场"
LocLongDescription="任何不幸在憎恶附近被杀死的人类都会被复活成幽灵寒霜僵尸。即使憎恶死后，也能控制这些僵尸。"
LocHelpText="任何不幸在憎恶附近被杀死的人类都会被复活成幽灵寒霜僵尸。即使憎恶死后，也能控制这些僵尸。"
LocFlyOverText="寒冷死亡气场"

[MZFD_FreezeRanged X2AbilityTemplate]
LocFriendlyName="冰冻风暴之眼"
LocHelpText="当憎恶受伤时，对攻击者造成伤害并冻结，除非他们在近战范围内。根据造成的伤害为憎恶的冰盾充能。"
LocLongDescription="当憎恶受伤时，对攻击者造成伤害并冻结，除非他们在近战范围内。根据造成的伤害为憎恶的冰盾充能。"
LocFlyOverText="冰冻风暴之眼"
[MZFD_FreezeRangedTrigger X2AbilityTemplate]
LocFriendlyName="冰冻风暴之眼"
LocFlyOverText="冰冻风暴之眼"

[MZFD_Heatbreaker X2AbilityTemplate]
LocFriendlyName="呼啸寒风"
LocHelpText="憎恶的嚎叫让所有听到的人感到寒冷。解除憎恶自身的燃烧状态，并为护盾充能。"
LocLongDescription="憎恶的嚎叫让所有听到的人感到寒冷。解除憎恶自身的燃烧状态，并为护盾充能。"
LocFlyOverText="呼啸寒风"

[MZ_Shrike_SingleReload X2AbilityTemplate]
LocFriendlyName="单次重装"
LocHelpText="将一发子弹装填到你的狙击枪中。"
LocFlyOverText="装填子弹"

[MZ_DarkEventAbility_MZ_FrostSealedArmor X2AbilityTemplate]
LocFriendlyName="黑暗事件：封印装甲"
LocHelpText="对电击、毒素和毒液免疫。"
LocLongDescription="对电击、毒素和毒液免疫。"

[MZ_FDChosenIceShield X2AbilityTemplate]
LocFriendlyName="冰盾"
LocHelpText="对寒冷免疫。冰盾保持时减少50%的伤害。对火焰或灵能伤害易受攻击。"
LocLongDescription="对寒冷免疫。冰盾保持时减少50%的伤害。对火焰或灵能伤害易受攻击。"

[ChosenSummonFrostLegion X2AbilityTemplate]
LocFriendlyName="寒霜军团指挥官"
LocLongDescription="天选者可以召唤寒霜军团部队。"
LocHelpText="天选者可以召唤寒霜军团部队。"
LocFlyOverText="寒霜军团指挥官"
LocPromotionPopupText="<Bullet/>天选者可以召唤寒霜军团部队。"

[ChosenFrostPersonality X2AbilityTemplate]
LocFriendlyName="冰冷风度"
LocLongDescription="天选者的攻击造成冰冷风度效果。"
LocHelpText="天选者的攻击造成冰冷风度效果。"
LocFlyOverText="冰冷风度"
LocPromotionPopupText="<Bullet/>天选者的攻击造成冰冷风度效果。"


[FrostTroopDeployment X2SitRepTemplate]
FriendlyName="寒霜军团战群"
Description="在此任务中部署大量寒霜军团士兵。"

[FrostTroopDeploymentEffect X2SitRepEffect_ModifyDefaultEncounterLists]
FriendlyName="寒霜军团大队"
Description="变种人的寒霜军团对XCOM造成了巨大压力。他们正在向行动区域调集更庞大的部队，试图阻止XCOM的前进。"

[FrostPurge X2SitRepTemplate]
FriendlyName="寒霜军团清剿"
Description="变种人的寒霜军团投放了外星单位，并试图清剿该地区。"

[FrostPurgeEffect X2SitRepEffect_ModifyDefaultEncounterLists]
FriendlyName="寒霜军团清剿"
Description="变种人的寒霜军团试图清剿该区域的反抗者。他们投放了更大型的外星单位，以追踪和消灭任何幸存者。"

[POI_FD_ShrikeGear X2PointOfInterestTemplate]
DisplayNames[0]="伯劳鸟武器库"
CompletedSummaries[0]="在被反抗势力击退之前，寒霜军团曾将各种装备存放在这个地点。我们成功将其中一些武器重新利用到自己身上。"
POIImages[0]="img:///UILibrary_strategyimages.X2StrategyMap.POI_StolenGood"

[Reward_FD_ShrikeWeapon X2RewardTemplate]
DisplayName="伯劳鸟武器"
[Reward_FD_Cryolite X2RewardTemplate]
DisplayName="冰晶石"

[MZFD_Cryolite X2ItemTemplate]
FriendlyName="冰晶石"
FriendlyNamePlural="冰晶石"
BriefSummary="这种异常寒冷的物质被变种人寒霜军团用来为他们的冰盾和武器提供能源。"
BlackMarketTexts="从一辆寒霜军团货车上掉下来的。非常适合用来保持食物冷藏。"

[MZFD_WarmSweater X2EquipmentTemplate]
FriendlyName="保暖毛衣"
FriendlyNamePlural="保暖毛衣"
BriefSummary="一件温暖舒适的毛衣，让我们的士兵在外星人四处扔冰块的时候保持温暖。"
TacticalText="<Bullet/>提供免疫寒冷伤害。"
[MZFD_SweaterBonus X2AbilityTemplate]
LocFriendlyName="保暖毛衣"
LocHelpText="免疫寒冷伤害。"
LocLongDescription="免疫寒冷伤害。"

[MZ_ShrikeVektor_CV X2WeaponTemplate]
FriendlyName="伯劳鸟维克托步枪"
FriendlyNamePlural="伯劳鸟维克托步枪"
BriefSummary="维克托步枪是一种依赖于由死神手工装填的专用弹药的狙击步枪，专为远距离作战和小队支援而设计。这是一把相对轻巧、具有出色的耐腐蚀性的武器，非常适合与死神派系所关联的恶劣环境。"
TacticalText="<Bullet/>伯劳鸟武器使用专门的冰冷寒霜弹药，不能受益于其他弹药类型。\n<Bullet/>在没有特殊训练的情况下，射击主要武器总是结束士兵的回合。\n<Bullet/>维克托步枪在所有射程上都非常有效。"
AbilityDescName="维克托步枪"
[MZ_ShrikeVektor_MG X2WeaponTemplate]
FriendlyName="伯劳鸟铁血步枪"
FriendlyNamePlural="伯劳鸟铁血步枪"
BriefSummary="维克托步枪依赖于一种可能由死神手持的专用弹药筒，是一种专为远程作战和小队支援而设计的狙击步枪。这是一种相对较轻的武器，具有出色的耐腐蚀性，是死神派系典型的恶劣环境的理想选择。"
TacticalText="<Bullet/>伯劳鸟武器使用专门的苦寒霜弹，不能从其他弹药类型中受益。\n<Bullet/>发射主武器总是结束士兵的回合，在没有特殊培训的情况下。\n<Bullet/>维克托步枪在所有射程都有效。"
AbilityDescName="维克托步枪"
[MZ_ShrikeVektor_BM X2WeaponTemplate]
FriendlyName="伯劳鸟暗影长矛"
FriendlyNamePlural="伯劳鸟暗影长矛"
BriefSummary="维克托步枪依赖于一种可能由死神手持的专用弹药筒，是一种专为远程作战和小队支援而设计的狙击步枪。这是一种相对较轻的武器，具有出色的耐腐蚀性，是死神派系典型的恶劣环境的理想选择。"
TacticalText="<Bullet/>伯劳鸟武器使用专门的苦寒霜弹，不能从其他弹药类型中受益。\n<Bullet/>发射主武器总是结束士兵的回合，在没有特殊培训的情况下。\n<Bullet/>维克托步枪在所有射程都有效。"
AbilityDescName="维克托步枪"

[MZ_ShrikeBullpup_CV X2WeaponTemplate]
FriendlyName="散兵-7无托式"
FriendlyNamePlural="散兵-7无托式"
BriefSummary="散兵是危险的近战战斗人员，但他们仍然依赖独特的无托式步枪设计，该设计改编自他们最初在为变种人服役期间分配的武器。在近距离，这些霰弹枪提供了出色的停止能力，而库存提高了延长射击期间的恢复时间。"
TacticalText="<Bullet/>伯劳鸟武器使用专门的苦寒霜弹，不能从其他弹药类型中受益。\n<Bullet/>发射无托式不会结束散兵的回合，它可以在一个回合中发射两次。\n<Bullet/>无托式在近距离内非常有效，但在远距离内精度会迅速下降。"
AbilityDescName="无托式"
[MZ_ShrikeBullpup_MG X2WeaponTemplate]
FriendlyName="散兵-15无托式"
FriendlyNamePlural="散兵-15无托式"
BriefSummary="散兵是危险的近战战斗人员，但他们仍然依赖独特的无托式步枪设计，该设计改编自他们最初在为变种人服役期间分配的武器。在近距离，这些霰弹枪提供了出色的停止能力，而库存提高了延长射击期间的恢复时间。"
TacticalText="<Bullet/>伯劳鸟武器使用专门的苦寒霜弹，不能从其他弹药类型中受益。\n<Bullet/>发射无托式不会结束散兵的回合，它可以在一个回合中发射两次。\n<Bullet/>无托式在近距离内非常有效，但在远距离内精度会迅速下降。"
AbilityDescName="无托式"
[MZ_ShrikeBullpup_BM X2WeaponTemplate]
FriendlyName="散兵-90无托式"
FriendlyNamePlural="散兵-90无托式"
BriefSummary="散兵是危险的近战战斗人员，但他们仍然依赖独特的无托式步枪设计，该设计改编自他们最初在为变种人服役期间分配的武器。在近距离，这些霰弹枪提供了出色的停止能力，而库存提高了延长射击期间的恢复时间。"
TacticalText="<Bullet/>伯劳鸟武器使用专门的苦寒霜弹，不能从其他弹药类型中受益。\n<Bullet/>发射无托式不会结束散兵的回合，它可以在一个回合中发射两次。\n<Bullet/>无托式在近距离内非常有效，但在远距离内精度会迅速下降。"
AbilityDescName="无托式"

[MZ_ShrikeSidearm_CV X2WeaponTemplate]
FriendlyName="散兵自动手枪"
FriendlyNamePlural="散兵自动手枪"
BriefSummary="如果由于某种原因，他们的力量无法满足他们的要求，圣殿骑士依靠相对传统的手枪布置，这种布置已经过修改，专门提高了射速和整体操控性。这种简单的设计有助于提高武器的可靠性，尽管在其构造中发现材料质量不一致。"
TacticalText="<Bullet/>伯劳鸟武器使用专门的苦寒霜弹，不能从其他弹药类型中受益。\n<Bullet/>自动手枪使圣殿骑士在不使用他们的灵能能力时，可以灵活地以传统方式与敌人作战。\n<Bullet/>自动手枪可以用一个动作发射。"
AbilityDescName="自动手枪"
[MZ_ShrikeSidearm_MG X2WeaponTemplate]
FriendlyName="伯劳鸟磁力自动手枪"
FriendlyNamePlural="伯劳鸟磁力自动手枪"
BriefSummary="如果由于某种原因，他们的力量无法满足他们的要求，圣殿骑士依靠相对传统的手枪布置，这种布置已经过修改，专门提高了射速和整体操控性。这种简单的设计有助于提高武器的可靠性，尽管在其构造中发现材料质量不一致。"
TacticalText="<Bullet/>伯劳鸟武器使用专门的苦寒霜弹，不能从其他弹药类型中受益。\n<Bullet/>自动手枪使圣殿骑士在不使用他们的灵能能力时，可以灵活地以传统方式与敌人作战。\n<Bullet/>自动手枪可以用一个动作发射。"
AbilityDescName="自动手枪"
[MZ_ShrikeSidearm_BM X2WeaponTemplate]
FriendlyName="伯劳鸟光束自动手枪"
FriendlyNamePlural="伯劳鸟光束自动手枪"
BriefSummary="如果由于某种原因，他们的力量无法满足他们的要求，圣殿骑士依靠相对传统的手枪布置，这种布置已经过修改，专门提高了射速和整体操控性。这种简单的设计有助于提高武器的可靠性，尽管在其构造中发现材料质量不一致。"
TacticalText="<Bullet/>伯劳鸟武器使用专门的苦寒霜弹，不能从其他弹药类型中受益。\n<Bullet/>自动手枪使圣殿骑士在不使用他们的灵能能力时，可以灵活地以传统方式与敌人作战。\n<Bullet/>自动手枪可以用一个动作发射。"
AbilityDescName="自动手枪"

[MZ_ShrikePistol_CV X2WeaponTemplate]
FriendlyName="伯劳鸟手枪"
FriendlyNamePlural="伯劳鸟手枪"
BriefSummary="XCOM神枪手除了狙击步枪外，还携带大口径手枪。经过适当的训练，神枪手可以在近距离构成巨大的威胁。"
TacticalText="<Bullet/>伯劳鸟武器使用专门的苦寒霜弹，不能从其他弹药类型中受益。\n<Bullet/>手枪不仅仅是训练有素的神枪手手中的手枪。\n<Bullet/>与狙击步枪不同，手枪可以用一个动作发射。\n<Bullet/>神枪手可以训练几种能力，显著提高他们对手枪的使用。"
AbilityDescName="手枪"
[MZ_ShrikePistol_MG X2WeaponTemplate]
FriendlyName="伯劳鸟磁力手枪"
FriendlyNamePlural="伯劳鸟磁力手枪"
BriefSummary="基于我们在磁力武器技术上取得的进步，这种新手枪比我们的传统手枪有了很大的改进。"
TacticalText="<Bullet/>伯劳鸟武器使用专门的苦寒霜弹，不能从其他弹药类型中受益。\n<Bullet/>磁力手枪比传统的前体有效得多。\n<Bullet/>与狙击步枪不同，手枪可以用一个动作发射。"
AbilityDescName="手枪"
[MZ_ShrikePistol_BM X2WeaponTemplate]
FriendlyName="伯劳鸟光束手枪"
FriendlyNamePlural="伯劳鸟光束手枪"
BriefSummary="终极随身武器，这款手枪融合了外星人的光束武器技术，效果强大。"
TacticalText="<Bullet/>伯劳鸟武器使用专门的苦寒霜弹，不能从其他弹药类型中受益。\n<Bullet/>光束手枪是地球上最强大的手枪。\n<Bullet/>与狙击步枪不同，手枪可以用一个动作发射。"
AbilityDescName="手枪"

[MZ_ShrikeRifle_CV X2WeaponTemplate]
FriendlyName="伯劳鸟突击步枪"
FriendlyNamePlural="伯劳鸟突击步枪"
BriefSummary="我们成功打捞了各种标准步兵小型武器；这是最常见的品种，类似于20年前使用的步枪。虽然明显不如变种人磁性技术，但一旦我们完善模块化武器技术，它至少可以通过额外的武器打捞来升级。"
TacticalText="<Bullet/>伯劳鸟武器使用专门的苦寒霜弹，不能从其他弹药类型中受益。\n<Bullet/>发射主武器结束士兵的回合，在没有特殊培训的情况下。"
AbilityDescName="突击步枪"
[MZ_ShrikeRifle_MG X2WeaponTemplate]
FriendlyName="伯劳鸟磁力步枪"
FriendlyNamePlural="伯劳鸟磁力步枪"
BriefSummary="磁化射弹技术使我们能够制造步枪式的投掷枪。相对于传统突击步枪，它们的威力有了很大的提高。"
TacticalText="<Bullet/>伯劳鸟武器使用专门的苦寒霜弹，不能从其他弹药类型中受益。\n<Bullet/>发射主武器结束士兵的回合，在没有特殊培训的情况下。"
AbilityDescName="突击步枪"
[MZ_ShrikeRifle_BM X2WeaponTemplate]
FriendlyName="伯劳鸟粒子步枪"
FriendlyNamePlural="伯劳鸟粒子步枪"
BriefSummary="现在我们终于破译了外星人毁灭性的武器技术，并且可以开发我们自己的光束武器，我们可以制造步枪，与我们的士兵在战场上遇到的任何敌人相匹配。"
TacticalText="<Bullet/>伯劳鸟武器使用专门的苦寒霜弹，不能从其他弹药类型中受益。\n<Bullet/>发射主武器结束士兵的回合，在没有特殊培训的情况下。"
AbilityDescName="突击步枪"

[MZ_ShrikeShotgun_CV X2WeaponTemplate]
FriendlyName="散兵霰弹枪"
FriendlyNamePlural="散兵霰弹枪"
BriefSummary="我们成功打捞了各种标准的步兵小型武器；这是一种近距离交战的专用武器。虽然明显不如变种人磁性技术，但一旦我们完善模块化武器技术，它至少可以通过额外的武器打捞来升级。"
TacticalText="<Bullet/>伯劳鸟武器使用专门的苦寒霜弹，不能从其他弹药类型中受益。\n<Bullet/>发射主武器总是结束士兵的回合。\n<Bullet/>霰弹枪在近距离非常有效，但在远距离时精度会迅速下降。"
AbilityDescName="霰弹枪"
[MZ_ShrikeShotgun_MG X2WeaponTemplate]
FriendlyName="伯劳鸟碎片枪"
FriendlyNamePlural="伯劳鸟碎片枪"
BriefSummary="磁力武器技术将让我们将外星合金碎片合成成喷雾式弹丸，我们的游骑兵可以利用它达到戏剧性的效果：越近越好。"
TacticalText="<Bullet/>伯劳鸟武器使用专门的苦寒霜弹，不能从其他弹药类型中受益。\n<Bullet/>发射主武器总是结束士兵的回合。\n<Bullet/>霰弹枪在近距离非常有效，但在远距离时精度会迅速下降。"
AbilityDescName="霰弹枪"
[MZ_ShrikeShotgun_BM X2WeaponTemplate]
FriendlyName="伯劳鸟风暴枪"
FriendlyNamePlural="伯劳鸟风暴枪"
BriefSummary="风暴枪发射一组集中的光束脉冲，在相当大的表面积上刺穿和熔化目标。"
TacticalText="<Bullet/>伯劳鸟武器使用专门的苦寒霜弹，不能从其他弹药类型中受益。\n<Bullet/>发射主武器总是结束士兵的回合。\n<Bullet/>霰弹枪在近距离非常有效，但在远距离时精度会迅速下降。"
AbilityDescName="霰弹枪"

[MZ_ShrikeSnipercaster_CV X2WeaponTemplate]
FriendlyName="伯劳鸟狙击手发射器"
FriendlyNamePlural="伯劳鸟狙击手发射器"
BriefSummary="在一批看似古老的武器中发现的螺栓投射器，虽然火力强大，但射速较慢。"
TacticalText="<Bullet/>伯劳鸟武器使用专门的苦寒霜弹，不能从其他弹药类型中受益。\n<Bullet/>发射一枚高伤害炮弹，但每次使用后必须重新装弹。"
AbilityDescName="狙击手发射器"
[MZ_ShrikeSnipercaster_MG X2WeaponTemplate]
FriendlyName="伯劳鸟磁力狙击手发射器"
FriendlyNamePlural="伯劳鸟磁力狙击手发射器"
BriefSummary="通过修改电枢并沿其库存永久固定一系列磁铁，我们能够通过电磁推进大幅增加传统螺栓脚轮的损坏输出。"
TacticalText="<Bullet/>伯劳鸟武器使用专门的苦寒霜弹，不能从其他弹药类型中受益。\n<Bullet/>磁性线圈的增加增加了每个单独螺栓的损坏。\n<Bullet/>发射一枚高伤害炮弹，但每次使用后必须重新装弹。"
AbilityDescName="狙击手发射器"
[MZ_ShrikeSnipercaster_BM X2WeaponTemplate]
FriendlyName="伯劳鸟粒子狙击手发射器"
FriendlyNamePlural="伯劳鸟粒子狙击手发射器"
BriefSummary="微型超铀电池的引入使螺栓连铸机能够在每次发射螺栓时产生电磁聚焦电浆体爆发。"
TacticalText="<Bullet/>伯劳鸟武器使用专门的苦寒霜弹，不能从其他弹药类型中受益。\n<Bullet/>超铀增强发射器使这成为最致命的螺栓脚轮版本。\n<Bullet/>发射一枚高伤害炮弹，但每次使用后必须重新装弹。"
AbilityDescName="狙击手发射器"

[MZ_FrostShield_CV X2WeaponTemplate]
FriendlyName="伯劳鸟寒霜护盾"
FriendlyNamePlural="伯劳鸟寒霜护盾"
BriefSummary="盾牌是人类已知的最古老的附加保护形式之一。我们能够将足够多的金属和陶瓷装甲板报废在一起，形成一个基本的弹道护盾，能够承受适度的惩罚。"
TacticalText="<Bullet/>使用护盾进行近战攻击时，使其遭受寒霜效果而非普通的迷惑效果。<br/><Bullet/>冰盾提供与变种人寒霜军团军团相同的减伤效果。<br/><Bullet/>携带护盾会增加士兵的负担，导致<Ability:BS_TAG_SHIELD_MOBILITY_PENALTY/>移动力和<Ability:BS_TAG_SHIELD_AIM_PENALTY/>瞄准精度降低。"
AbilityDescName="护盾"
[MZ_FrostShield_MG X2WeaponTemplate]
FriendlyName="伯劳鸟合金护盾"
FriendlyNamePlural="伯劳鸟合金护盾"
BriefSummary="使用外星合金不仅使我们的弹道护盾更强大，而且更轻便。复杂的聚合物和陶瓷材料可以更好地分散热量，减少使用者受到自己保护装备的弹片和熔融物的伤害。集成LED平板可以监视战术情况，而无需暴露在敌人的火力下。"
TacticalText="<Bullet/>使用护盾进行近战攻击时，使其遭受寒霜效果而非普通的迷惑效果。<br/><Bullet/>冰盾提供与变种人寒霜军团军团相同的减伤效果。<br/><Bullet/>携带护盾会增加士兵的负担，导致<Ability:BS_TAG_SHIELD_MOBILITY_PENALTY/>移动力和<Ability:BS_TAG_SHIELD_AIM_PENALTY/>瞄准精度降低。"
AbilityDescName="护盾"
[MZ_FrostShield_BM X2WeaponTemplate]
FriendlyName="伯劳鸟动力护盾"
FriendlyNamePlural="伯劳鸟动力护盾"
BriefSummary="能量电池微型化的进步使得这款护盾不仅能提供传统的动能防护，还能提供更高级的能量排斥防护。集成的全息系统确保使用者的战局意识不受影响。"
TacticalText="<Bullet/>使用护盾进行近战攻击时，使其遭受寒霜效果而非普通的迷惑效果。<br/><Bullet/>冰盾提供与变种人寒霜军团军团相同的减伤效果。<br/><Bullet/>携带护盾会增加士兵的负担，导致<Ability:BS_TAG_SHIELD_MOBILITY_PENALTY/>移动力和<Ability:BS_TAG_SHIELD_AIM_PENALTY/>瞄准精度降低。"
AbilityDescName="护盾"